<div>
    <h1>Политика за поверителност</h1>

    <p><strong>Последно актуализирано:</strong> 24.02.2024</p>

    <h2>1. Въведение</h2>

    <p>Добре дошли в <strong>Твоя Град</strong> ("нас", "ние" или "нашето"). Настоящата Политика за поверителност обяснява как събираме, използваме, разкриваме и защитаваме вашата информация при използване на нашето уеб приложение.</p>

    <h2>2. Информация, която събираме</h2>

    <p><strong>Лична Информация:</strong> При регистрация за акаунт можем да събираме лична информация като вашето име, имейл адрес и други съответни данни.</p>

    <h2>3. Как използваме вашата информация</h2>

    <p>a. <strong>Предоставяне и Поддържане на Услугата:</strong> Използваме вашата информация, за да предоставим, поддържаме и подобрим нашето уеб приложение.</p>
    <p>b. <strong>Комуникация:</strong> Можем да използваме вашия имейл адрес, за да ви изпращаме важни актуализации, бюлетини или друга съответна информация.</p>

    <h2>4. Споделяне и Разкриване на Информацията</h2>

    <p><strong>Съответствие със Закона:</strong> Можем да разкрием вашата информация, ако това е задължително от закона или в отговор на валидно правно искане.</p>

    <h2>5. Сигурност</h2>

    <p>Приемаме разумни мерки за защита на вашата лична информация от неоторизиран достъп, разкриване, промяна и унищожение.</p>

    <h2>6. Вашите Възможности</h2>

    <p>a. <strong>Информация за Акаунта:</strong> Можете да преглеждате и актуализирате информацията за акаунта си, като влезете в настройките на акаунта си.</p>
    <p>b. <strong>Отказ от Получаване на Информация:</strong> Можете да се откажете от получаване на промоционални имейли, следвайки инструкциите в имейла.</p>

    <h2>7. Лични Данни за Деца</h2>

    <p>Нашето уеб приложение не е насочено към лица под 13 години. Ние не събираме нарочно лична информация от деца. Ако вярвате, че сме събрали такава информация по невнимание, моля, свържете се с нас за да я изтрием.</p>

    <h2>8. Промени в настоящата Политика за поверителност</h2>

    <p>Можем да актуализираме нашата Политика за поверителност от време на време. Всяка промяна ще бъде валидна в момента на публикуване на актуализираната политика на тази страница.</p>

    <h2>9. Свържете се с Нас</h2>

    <p>Ако имате въпроси или опасения относно настоящата Политика за поверителност, моля, свържете се с нас на <a href="mailto:contact@yourstz.com">contact@yourstz.com</a>.</p>

</div>
<style>
    div{
        background-color: white;
        padding: 1rem;
    }
    h1, h2, p {
        font-family: 'Roboto';
    }
    p{
        max-width: 70rem;
        line-height: 1.5;
    }
</style>