<div>
    <h1>Условия за ползване</h1>

    <p><strong>Последно актуализирано:</strong> 24.02.2024</p>

    <h2>1. Ползване на Услугата</h2>

    <p>a. <strong>Право на достъп:</strong> Вие трябва да имате навършени 16 години, за да използвате нашето уеб приложение. С използването на услугата потвърждавате, че сте на законна възраст.</p>
    <p>b. <strong>Регистрация на акаунт:</strong> За достъп до определени функции на услугата може да се изисква регистрация на акаунт. Съгласявате се да предоставите точна, актуална и пълна информация по време на процеса на регистрация.</p>
    <p>c. <strong>Отговорности на потребителя:</strong> Вие носите отговорност за поддържането на поверителността на данните за вашия акаунт и за всички дейности, които се извършват под вашия акаунт.</p>

    <h2>2. Потребителско съдържание</h2>

    <p>a. <strong>Собственост:</strong> Потребителите запазват правата си върху съдържанието, което предоставят на приложението. С предоставянето на съдържание, вие предоставяте на нас право на неизключителна, безплатна лицензия за използване на това съдържание. Със изпращянето на предложение Вие давате съгласието си то да бъде реализирано свободно, без изрично Ваше знание или одобрение.</p>
    <p>b. <strong>Забранено съдържание:</strong> Потребителите не могат да предоставят съдържание, което е незаконно, обидно, заплашващо, клеветническо, нарушаващо поверителността или нарушаващо интелектуална собственост.</p>

    <h2>3. Забранено поведение</h2>

    <p>a. <strong>Забранено действие:</strong> Съгласявате се да не използвате услугата за незаконни цели или в нарушение на приложимите закони и правила.</p>

    <h2>4. Интелектуална собственост</h2>

    <p>a. <strong>Собственост:</strong> Всички права върху интелектуалната собственост на уеб приложението принадлежат на нас или на нашите лицензодатели.</p>
    <p>b. <strong>Лиценз:</strong> Предоставяме ви ограничена, неизключителна, непрехвърлима лицензия за използване на уеб приложението за ваше лично и некомерсиално ползване.</p>

    <h2>5. Прекратяване</h2>

    <p>Задържаме си правото да прекратим или приострим вашия акаунт и достъп до услугата по наше усмотрение, без предупреждение, за поведение, което, според нас, нарушава тези Условия за ползване или е вредно за други потребители или за нас.</p>

    <h2>6. Промени в Условията</h2>

    <p>Ние можем да актуализираме тези Условия за ползване от време на време. Всяка промяна ще бъде валидна след публикуването на актуализираните условия на тази страница.</p>

    <h2>7. Връзка с Нас</h2>

    <p>Ако имате въпроси или опасения относно тези Условия за ползване, моля, свържете се с нас на <a href="mailto:contact@yourstz.com">contact@yourstz.com</a>.</p>    

</div>
<style>
    div{
        background-color: white;
        padding: 1rem;
    }
    h1, h2, p {
        font-family: 'Roboto';
    }
    p{
        max-width: 70rem;
        line-height: 1.5;
    }
</style>